{
    "title": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
    "href": "https://www.goodreads.com/book/show/41022133-colorless-tsukuru-tazaki-and-his-years-of-pilgrimage",
    "date_finished": "7-04-20, coronavirus quarantine still",
    "bullets": [
        "Tsukuru is lost. Growing up in the small city of Nagoya, he was part of a deeply bonded group of friends. They were 5 of them, and they were a complete community unto themselves. They were the perfect group and did everything together for their whole childhood, up until college. That’s when Tsukuru moved to Tokyo to follow his quirky passion to be a train station engineer. The others stayed in Nagoya, though they tried to stay close. One summer, however, he is suddenly and ruthlessly cut out of their group with no explanation. He is devastated and this whole book is about the aftermath of that incident on his psyche into his middle age; he’s 36 in the book’s current events, although there are plenty of flashbacks as Murakami likes to do. You could say the book is a sort of midlife crisis resolution",
        "One of the main ideas in the book is given in the title. Tsukuru views himself as a colorless empty vessel. His other 4 friends all had colorful names. They literally had the words for red, blue, black and white in their names. He doesn’t think he has much of a personality and doesn’t bring much to the table in his personal relationships. That was why he thinks he was cut out. This idea plagues his life. He doesn’t have any friends, and only occasional flings with girlfriends. He meets a woman, Sara, that he falls in love with, but he is unsure whether he can provide her happiness",
        "I think I also feel this way sometimes. There is this feeling that I don’t feel things as intense as I used to as a child. Have I lost some vitality for life? That is sad because a colorful life is exciting and joyous, and that seems better than a low-key life of obscurity. We want to leave an impression on at least some part of this world, and that means providing that color to the people in our lives. And this sense that everybody else lives so much more vividly; we’re told that’s the illusion social media creates",
        "Another idea is how we cling to the past. \"You can hide memories, but you can't erase the history that produced them.\" The events that happened to us dig themselves into our psyche, and we can't escape that. They will be processed by your conscious or subconscious whether you like it or not. And it will affect the way you think about others and yourself. This book was about reckoning with the past, to make some sense of it and move on",
        "Quotes",
        [
            "Jealousy was the most hopeless prison in the world. Jealousy was not a place he was forced into by someone else, but a jail in which the inmate entered voluntarily, locked the door, and threw away the key. And not another soul in the world knew he was locked inside. Of course if he wanted to escape, he could dose. The prison was, after all, his own heart. But he couldn’t make that decision. His heart was as hard as a stone wall. This was the very essence of jealousy.",
            "Originality is nothing but judicious imitation. So said Voltaire, the realist.",
            "Everything has boundaries. The same holds true with thought. You shouldn’t fear boundaries, but you also should not be afraid of destroying them. That’s what is most important if you want to be free: respect for and exasperation with boundaries.",
            "And you’ll return to real life. You need to live it to the fullest. No matter how shallow and dull things might get, this life is worth living. I guarantee it.",
            "There’s still something stuck inside you. Something you can’t accept. And the natural flow of emotions you should have is obstructed.",
            "Still, being able to feel pain was good. It’s when you can’t even feel any pain anymore that you’re in real trouble.",
            "Maybe I am just an empty, futile person, he thought. But it was precisely because there was nothing inside of me that these people could find, if even for a short time, a place where they belonged. Like a nocturnal bird seeks a safe place to rest during the day in a vacant attic. The birds like that empty, dim, silent place. If that were true, then maybe he should be happy he was hollow.",
            "One heart is not connected to another through harmony alone. They are, instead, linked deeply through their wounds. Pain linked to pain, fragility to fragility. There is no silence without a cry of grief, no forgiveness without bloodshed, no acceptance without a passage through acute loss. That is what lies at the root of true harmony."
        ]
    ],
    "rating": {
        "value": 4,
        "reason": "Murakami is a fantastic writer. He can write about anything, and I’ll probably enjoy reading it. He makes really mundane things like sitting at a train station seem like a deeply meaningful activity. There’s also the touch of magical realism here that he’s known for. But the most frustrating part of his books is that there’s hardly ever the closure I want. The story just ends. So if you want a true Murakami experience, this book is it."
    }
}