{
    "title": "Exhalation: Stories",
    "href": "https://www.goodreads.com/book/show/41160292-exhalation",
    "date_finished": "12-15-20",
    "bullets": [
        "This is a collection of short stories by Ted Chiang, the author of the book Arrival (made into that movie with Amy Adams). He's a very imaginative sci-fi writer. I wouldn't classify all of these stories as sci-fi, but all of them have some of those futuristic or fantastical elements. There's time travel but told without the paradox (making it actually make sense!), parallel universes and how that would change our view of ourselves, virtual reality and AI and the question of consciousness, perfect memory implants and what memory means to our psyche, creationism if it were plausible in the modern era. These are somewhat hackneyed topics in sci-fi, but Chiang manages to take an approach that keeps them juicy. Although, the longest story in this collection 'The Life of Software Objects' was my least favorite.",
        "Most importantly is the ideas he brings up, tosses around, plays with, and makes you really come face to face with. Ideas about consciousness, experience, feelings, emotions, what makes us who we are. I'm at a point in my life where my mind is incredibly tickled and fascinated with these questions and I am loving pondering them from fresh viewpoints. Chiang is a good enough writer to write about these esoteric and loose-goosey topics such that I can intuitively understand the character's perspective. That's something I can admire because it's so hard for me to clarify my own ideas on these things.",
        "Quotes",
        [
            "I hope that you were motivated by a desire for knowledge, a yearning to see what can arise from a universe's exhalation. Because even if a universe's life span is calculable, the variety of life that is generated within it is not. The buildings we have erected, the art and music and verse we have composed, the very lives we've led: none of them could have been predicted, because none of them was inevitable. Our universe might have slid into equilibriuym emitting nothing more than a quiet hiss. THe fact that it spawned such plenitude is a miracle, one that is matched only by your universe giving rise to you. Though I am long dead as you read this, explorer, I offer to you a valediction. Contemplate the marvel that is existence, and rejoice that you are able to do so.",
            "Writing is a way to help you decide what you're going to say before you say it. Wordds are not just the pieces of speaking; they are the pieces of thinking. When you write them down, you can grasp your thoughts like bricks in your hands and push them into different arrangements. Writing lets you look at your thoughts in a way you couldn't if you were just talking, and having seen them, you could improve them, make them stronger and more elaborate.",
            "It seemed to me that continuous video of my entire childhood would be full of facts but devoid of feeling, simply because cameras couldn't capture the emotional dimension of events.",
            "People are made of stories. Our memories are not the impartial accumulation of every second we've lived; they're the narrative that we assembled out of selected moments. Which is why even when we've experienced the same events as other individuals, we never constructed identical narratives, the criteria used for selecting moments were different fo reach of us, and a reflection of our personalities. And the narratives we built shaped our personalities in turn.",
            "There has been exactly one verified miracle - the creation of the universe - and all of us are precisely equidistant from it.",
            "There are events that are not fixed in a causal chain: acts of volition. Free will is a kind of miracle; when we make a genuine choice, we bring about a result that cannot be reduced to the workings of physical law. Every act of volition is, like the creation of the universe, a first cause.",
            "We humans are capable of creating meaning for our own lives. Our successes in spite of the lack of purpose or meaning in the universe are proof of our capabilities."
        ]
    ],
    "rating": {
        "value": 4.5,
        "reason": "Awesome collection of sci-fi stories. Each of them is unique and feels like novel takes on classic sci-fi ideas. The longest story in here ('The Life of Software Objects'), however, seemed to drag on too long, and I think I got the least enjoyment (or any measure of value) out of that one. The others are well worth another read through sometime."
    }
}