{
    "title": "The Four Agreements",
    "href": "https://www.goodreads.com/book/show/6596.The_Four_Agreements",
    "date_finished": "09-21-20",
    "bullets": [
        "Chapter 1: Domestication and the Dream of the Planet",
        [
            "The dream is the collection of beliefs and ideas that are distinct from reality in that they exist entirely in your mind. You have your personal dream, which is your value system. There is also the dream of your family, your community, and the dream of the planet, which encompasses the societal beliefs and cultural doctrines that we have accepted and agreed to. This process of accepting and being socialized is essentially domestication.",
            "This outside dream gets drilled into our mind so that it is assimilated into our inside dream. And so this dream gets passed from generation to generation.",
            [
                "In the early years, a child may rebel against this outside dream. It does not align with their reality. It restricts their freedom. Yet, sooner or later most of us give up that freedom and accept the dream of society. This is our value and belief system",
                "And this is why it is so hard to challenge those values and beliefs, because whether we actually think they are valid or not, challenging them is tantamount to admitting that we were foolish, that we were duped somewhere along the way into accepting an invalid belief"
            ],
            "But following a belief system that does not work for you causes inner turmoil",
            [
                "You will feel like a fraud. You will judge yourself by values that are not your own, and that your natural self would never want to attain anyway. This inevitably leads to self-abuse. You cannot live up to your ideals of what you should be. And then you fear that others will judge you in the same way",
                "This life of fear, guilt, doubt is literally hell on Earth. When these religious nuts talk about a place of punishment and suffering, that’s what incompatible beliefs create as a living reality right now. That’s what judgment and dogmatic acceptance of invalid beliefs create. ",
                "Take back your freedom. Stop abusing yourself by Judging yourself and playing the Victim."
            ],
            "Justice is paying for a mistake exactly once. Injustice is paying for a mistake many times over. We’re the only species that pays for the same mistake over and over again, every time we think about it and judge ourselves."
        ],
        "Chapter 2: Be impeccable with your word",
        [
            "Impeccable means \"without sin\". Sin is any action, belief or behavior that goes against yourself. When you judge or blame yourself, you go against yourself. You do this in your head all the time.",
            "Words are incredibly powerful. They create meaning and implant ideas or at least the seed of an idea in your mind and in the mind of others.",
            [
                "Over time, if the mind is fertile ground for the seed, then that idea will grow and take hold in the dream, becoming part of the experience of reality that the mind lives.",
                "By being impeccable with your word, you sow good seeds and make fertile ground for those seeds to grow. You also avoid bad seeds and prevent fertile ground for any bad seeds (e.g. from others) to grow",
                "An example of how powerful the word can be is Hitler. The whole world went to war, million died, all because of the words of one man. Those words sowed seeds of fear and hatred that exploded in a world war and the suffering of millions.",
                "An example of how words are toxic is gossip. Gossip is someone’s opinion of a thing or another person. These words are negative and will subtly color how you view the person being gossiped about in the future. They are a poison being seeded in your brain and may sprout and grow slowly, without you noticing. And the problem with this poison is that it will not make you feel good. And then to relieve that feeling, you decide to share it with others. It feels good to lessen that burden on yourself. It makes that poison ok; as long as someone else believes it, it makes the lie FEEL a little more true even though it isn’t. This is how gossip and misery spread like a virus. Misery loves company."
            ],
            "Start with being more kind and true in your words to yourself. How you think about yourself, how you react to the things you do, how you judge the actions you take or the thoughts you think. You can measure how impeccable you are with your word with how much you truly love yourself. It is a directly proportional. After that, you can start directly the power of the word out towards others, and spread †he love with it."
        ],
        "Chapter 3: Don’t take anything personally",
        [
            "This makes you inmune to poison in the middle of hell.",
            "It’s selfish to take things personally, to make everything about you. When people say or do something, even if it is directed at you, it comes from their own dream. It comes from a place in their reality separate from your reality, which is itself separate from the real reality. Remember, we’re all in a dream. Therefore, nothing they do is about you, and everything is about them.",
            "But what happens if you take it personally, is that you let their dream corrupt yours. If they are sending you poison, and you take it personally, you are just eating it up and internalizing it.",
            "If you are not afraid, there is no way you will get mad at me or hate me or be jealous or sad. If you live without fear, if you love, there is no place for any of those emotions. If you don’t feel any of those emotions, it is logical that you will feel good. When you feel good, everything around you is good. When everything around you is great, everything makes you happy. You are loving everything that is around you, because you love yourself. Because you like the way you are. Because you are content with you. Because you are happy with your life, the movie that you are producing, happy with your agreements with life. You are at peace and you are happy.",
            "The mind lives in more than one dimension. Sometimes you perceive an idea that did not originate from yourself. Your own thoughts may not be something you agree with. You have the choice to reject or accept any of your own ideas."
        ],
        "Chapter 4: Don’t make assumptions",
        [
            "Most conflicts with others comes from making mistaken assumptions and then taking things personally when they are wrong. ",
            "We have the wrong notion that others think exactly like we do. Sometimes we feel as if they should know what we want or think without us having to say anything. The truth is, nobody really knows what is going on in your head. They barely know what’s going on in there’s.",
            [
                "At the same time, we assume what they are thinking or feeling or want without ever having the courage to ask them. This fear of communication leaves a gap in our knowledge that must be filled for us to feel safe. But we’re not brave enough to ask and fill it with the truth, so we make an assumption and tacitly plug it in as the “truth”. "
            ],
            "You have the right to ask, just like others have the right to tell you yes or no. You also have the right to ask for what you want and have that made clear to others. "
        ],
        "Chapter 5: Always do your best",
        [
            "Your best is going to fluctuate with your mood, your energy levels, you state of mind. But if you do your best, there is no room for self-judgment or pity or regret. You simply did all you could in the moment.",
            [
                "Don’t try to do more than your best, or you will simply over-exert yourself and also not meet expectations at the same time.",
                "Doing less than your best will lead to frustration, self-loathing and doubt."
            ],
            "Doing your best means taking action because you love it, not for the reward you expect. Do things out of love. Do everything out of love and you will achieve nirvana."
        ],
        "Chapter 6: Breaking old agreements",
        [
            "Part of our domestication is developing a Book of law, a personal Judge and Victim, all of which restricts our freedom and makes us suffer. Over time, we have accumulated beliefs about why we cannot do what we want. It’s hard to even realize we are restricting our own freedom when we are the very restrictor. But this repression of who we are muddies our lives, robs our experience of clarity. We are blocked by ourselves. You must simply get out of your own way.",
            [
                "You feel the presence of the parasite and you believe it is you. This makes it difficult to let go, release the parasite and create the space to experience freedom and love. "
            ],
            "Your mind is full of emotional poison. Any thoughts that evoke hatred, anger, jealousy, fear…they are bad agreements you have made sometime in the past. And each time you think it, you are paying for that injustice an extra time too many. The art of transformation focuses attention on these agreements. Figure out what thoughts, what agreements, what beliefs have you made that have led to this poison in your spiritual system. Do anything you can to undermine that agreement, and replace that agreement with a new, healthier one. Any that you can think of.",
            "The discipline of the warrior is controlling your own behavior. Acting from a place of poison only deepens that wound. It makes that poison manifest in the physical world and creates a memory link as well. This is a BIG no no.",
            [
                "The first step when we see poison is forgiveness. Immediately forgive anybody and anything that is causing you pain. You will have fully forgiven them when you have no emotional reaction to thinking about them. This is done to free yourself from that pain. If you keep emotional pain attached to the idea of them, then every time you think of them you will be causing yourself pain and paying for the injustice again! Don’t pay for the same injustice more than once!"
            ],
            "Embracing the angel of death cuts away every burden and shackle in our mind. If you could die tomorrow, would you spend today in self-pity and despair. Would you spend your last moments in misery when they could be spent in joy and love. Would you let the past subject you to it’s pain, when the present is actually weightless and infinitely potentialful."
        ],
        "Chapter 7: Heaven on Earth",
        [
            "Use your imagination: believe you have the ability to see the world with different eyes, whenever you choose. Each time you open your eyes, you see the world around you in a different way. Close your eyes now, and then open them and look outside. What you will see is love coming out of the trees, love coming out of the sky, love coming out of the light. You will perceive love from everything around you. This is the state of bliss. You perceive love directly from everything, including yourself and other humans. Even when humans are sad or angry, behind these feelings you can see that they are also sending love"
        ]
    ],
    "rating": {
        "value": 4.5,
        "reason": "The language and development of ideas in this book is very easy to follow. I think the ideas are also framed in a way that is unique but instantly relatable. And narrowing the focus of the book to four 'agreements' (note the contrast to commandments) makes the wisdom pretty easy to digest and implement. I especially like 'don't take anything personally'."
    }
}