{
    "title": "Letting Go",
    "href": "https://www.goodreads.com/book/show/16098910-letting-go",
    "date_finished": "...",
    "bullets": [
        "One of the biggest hurdles to happiness is the belief that it isn't possible, that there's a catch. But it really is that simple. There really is effortless happiness and success.",
        "Suppressed (purposeful) and repressed (unconscious) emotions build up in our mind and body. Their energy never gets a chance to escape, and that bad energy can manifest in disease, stress, and general disorder in your condition.",
        "The purpose of this book is to get you in touch with your inner feelings and experiences.",
        "Chapter 2: The mechanism of letting go",
        [
            "It is the accumulated pressure of feelings that create thoughts. Behind every thought is a feeling. Why are you having this thought?",
            "Surrendering to feelings can be done effortlessly at any and all times continuously. Free yourself from your inner demons, your inner conflict and expectations.",
            "There are 3 main ways we handle feelings: suppresion, expression, escape. We suppress feelings because we don't want to be bothered by them or don't know what to do about them. We repress them because there is so mmuch guilt and fear over the feeling that it is not even consciously felt at all. It becomes instantly thrust into the unconscious and is dealth with in a way that ensures it stays there mostly. Expressing a feeling tends to propagate that feeling and give it greater energy. Escape is the avoidance of feelings through diversion. This is the backbone of the entertainment and drug industries.",
            "We are desperate to escape our feelings. To remain unconscious by chasing distractions. Anything to keep us from our thoughts and feelings.",
            [
                "Instead when we let our emotions play out, let the finite energy attached to that emotion run its course, i.e. surrendering the energy behind that feeling, the net effect is decompression. We become lighter inside.",
                "What we are holding inside colors our world. If we let go of guilt we will see innocence. The basic rule is that we focus on what we have repressed. Repressed feelings seek an outlet and utilize events in our lives as excuses to vent themselves. It is because we are angry that events 'make' us angry.",
                "Everything in the universe emits a vibration, like emotions. The mind has no dimensions or size and is not limited in space; therefore, the mind transmits its basic state via vibrational energy over an unlimited distance. The basic rule of the pschic universe is that 'like attracts like'. Love promotes love. The rich get richer. "
            ],
            "Letting go invovles being aware of a feeling, letting it come up, staying with it, and letting it run its course without wanting to make it different or do anything about it. Focus on letting out the nergy behind it. Allow yourself to have the feeling without resisting, venting, fearing, condemning or moralizing about it. Drop judgment and see it as it is: just a feeling. Resistance is what keeps the feeling going. Let go the resistance. A feeling that is not resisdted will disappear as the nergy behind it dissipates.",
            "When letting go, ignore all thoughts. Focus on the feeling itself, not on the thoughts. Thoughts are endless and self-reinforcing, breeding only more thoughts. They're just rationalizations of the mind to explain the presence of a feeling. The real reason for the feeling is the accumulated pressure behind it. Eventually it will be seen that all thoughts are resistance. They are images that the mind has made to rpevent us from experiencing what actually is. Thoughts are fakes. Make believes obscuring what is true.",
            "All negative feelings are associated with out basic fear related to survival. All feelings are survival programs tha the mind believes are necessary. Letting go undoes the programs progressively.",
            "To be surrendered means to have no strong emotions about a thing. It's okay if it happens, and it's okay if it doesn't. When we are free there is a letting go of attachments. We can enjoy a thing, but we don't need it for our happiness. There is progressive diminishing of dependence on anything or anyone outside of ourselves.",
            "You don't have to let go. You don't have to do anything. You can also just simply observe the feeling. Or let go emotions in little bits and pieces. Let go of the little things first. Let go of attachments one piece at a time.",
            "When letting go, it's not helpful to think about the technique. Simply do it. And keep doing it. It will get easier and that's when you'll start to see the real progress. Never stop. There is no limit to how free you can become.",
            "Some commonly held beliefs that is helpful to let go of right now to enjoy the effortlessness and ease of this technique:",
            [
                "We only deserve things though hard work, struggle, sacrifice, and effort",
                "Suffering is beneficial and good for us",
                "We don't get anything for nothing",
                "Things that are very simple aren't worth much"
            ]
        ],
        "Chapter 3: The Anatomy of Emotions",
        [
            "To become conscious of the underlying emotional goal behind any activity, simply ask 'What for?' over and over until you drill down into the basic feeling. Every activity or desire will reveal tha the basic goal is to achieve a certain feeling. There are not other goals than to overcome fear and achieve happiness.",
            "The emotional states in order of positive energy are: peace, joy, love, reason, acceptance, williness, neutrality, courage, pride, anger, desire, fear, grief, apathy, guilt, shame. As you progress up the levels, there is more energy and capacity for uplifting action and, most importantly, more freedom.",
            [
                "The fastest way to move up the emotional levels is by telling the truth to ourselves and to others.",
                "The higer the emotional level, the more positive our life becomes on all elvels and we support all life around us.",
                "Negative emotions actually damage its associated acupuncture meridian and related organ. e.g. depression, despair, and melancholy will impair liver function."
            ],
            "Thoughts arise in the mind associated or keyed by some feeling and emotions. They are recorded and filed according to tone. One emotion can be behind thousands of thoughts. So it is far more effective to treat with the emotions directly than analyze the thoughts. Until the underlying emotion is surrendered, the thoughts will be engendered endlessly. One begins to empty out the energy of the feeling directly by letting it be what itis until it runs out.",
            "Fear of life is really the fear of emotions. It is not the facts we fear but our thoughts about them. Mastery over our feelings diminishes our fear of life. Becasue fear is the basis of all inhibitions, mastery over fear means the unblocking of whole avenues of life experience that previously had been avoided",
            "To handle an emotional overwhelm during life's crises, it's ok to consciously push away as much emotions as you need so that you can handle the emotions piecemeal. It's ok to utilize escape mechanisms until you're ready to face each emotion. Just remember that because you have swept them away, that means they're still hidden somewhere in your subconsciousness.",
            "Crises can help in letting repressed emotions surface, allowing you to recognize and handle them appropriately. Afterwards, there is increased self-esteem and confidence because of the awareness that one can survive and handle whaever life will bring. There will be reduciton in overall fear of life, a greater feeling of mastery, greater compassion for the suffering of others, and an increased ability to help them through similar circumstances. Paradoxically, after a life crisis, there often is a period of variable duration of peace and calmness, sometimes apporahcing the level of mystical experieednce. The 'dark night of the soul' frequently preceds states of heightened awareness.",
            "The past leaves emotional scars: feelings and ultimately thoughts about events that have occurred color our perception and even disable us in certain areas of life. It is wise to ask ourselves if it is worth paying the continuing cost of dragging around all this baggage.",
            "Another powerful healing techinque after the event has passed is placing it in a different context, see it from a different perspective, hold it in a different light, give it new significance and meaning in a way that helps you grow. Take a different attitude towards it and acknowledge the hidden gift in it. Life's events are opportunities to grow, expand, experience and develop. In retrospect, there's always seems to be some unconscious purpose.",
            "Recornize that we have certain forbidden impulses, thoughts and feelings. Now, they can be handled with a 'so what'.",
            "There is a weird, quirky pleasure when we hang on to pain. It certainly satisfies our unconscious need for the alleviation of guilt through punishment. We get to feel miserable and rotten. The question then arises, 'but for how long?' 'How long do you want to go on suffering? When are we willing to give it up? When is enough enough?'",
            [
                "The price of holding on to smallness can be demonstrated with muscle testing. Holding a mean, petty thought in mind, have someon press down on your arm while you resist. Picture yourself being generous, forgiving, loving and experiencing your inner greatness. Instantly, there will be enormous increase in muscle strength indicating a surge of positive bio-energy. Smallness brings weakness, sickness, disease and death.",
                "The corollary to letting go of negative feelings is to stop resisting the positive ones. Every negative feeling has its counterpart between smallness and greatness. Replace the smallness with its counterpart greatness. Begin to let go resisting it at least."
            ]
        ],
        "Chapter 4: Apathy and Depression",
        [
            "Apathy is the belief that 'I can't'. It's associated with helplessness and hopelessness. It's biolgical purpose is to summon aid, but part of the feeling is that no help is possible. Apathy indicates a lack of life energy and is close to death. Children during World War II were ushered into the country side where they could survive, yet many fell sick and died from a lack of emotional love and affection. They developed apathy and lost the will to live.",
            "Apathy can be resistance to the letting go technique. What's the point? The way out of apathy is to remind ourselves of our intention, which is to get higher and freer and to become more effective and happy, and to let go of the resistance to the technique itself.",
            "We are capable beings. Most 'I can'ts' are actually 'I won'ts'. Behind the 'I won'ts' are fears or shame or pride. Acknowledging and letting go of thgese feelings brings us up to courage, and with that, finally acceptance and inner peacefulness, at least as it regards the area which has been surmounted.",
            "Becoming more conscious means to start looking for the turth for ourselves, instead of blindly allowing ourselves to be programmed, whgether from without or by an inner voice within the mind, which seeks to diminish and invalidate, focusing on all that is weak and helpless. The way out of this is to question everything.",
            [
                "We can look at the mind's concepts, thoughts, and belief systems as programs. Because they are programs, they can be questioned, cancelled, and reversed; positive porgrams can replace negative ones if we so choose.",
                "As we become more aware, we begin to realize that we have a choice. We can stop giving authority to all the mind's thoughts, begin to question them and find out if there is really any truth in them for ourselves."
            ],
            "It must be remembered that we are free to achknowledge and surrender our feelings, and we are free not to surrender. We are prefectly free to refuse to let go.",
            [
                "But it makes a big difference in our self-concept to realize that 'I won't do something' is quite a different feeling than to think that 'I'm a victim and I can't'.",
                "The perspective gives the power back to you."
            ],
            "The blame game is a starting point for letting go. There is a smallness in us that loves to blame, because then we get to play the victim. A right and wrong is acknowledged, and others are wrong while we were right and we get sympathy. We get to wallow in self-pity. Blame is the world's greatest excuse. And we get secret satifaction out of it that. It enables us to remain limited and small without feeling guilty. The cost is our freedom. The role of victim comes with the self-perception of weakness, vulnerability, and helplessness, the major components of apathy and depression.",
            [
                "Blaming is a choice. Other people in our circumstances have forgiven, forgotten and handled the situation in a completing different way.",
                "Taking responsiblity for your consciousness is one of the first steps to freedom and higher energy consciousness.",
                "The fundamental assumption of blame is that there must always be something or someone at fault. And this is not necessary. Why must the whole concept of 'wrong' be introduced to the situation in the first place? No one needs to be wrong, bad or at fault. What seemed like a good idea at the time may not have turned out well. Tha's all. Unfortunate events happen.",
                "Surrender the payoffs of smallness. Let go of those negative energies. And for every negative feeling, there is also an opposite. Let go resistance towards that opposite positive feeling. The counterpart to blame is forgiveness. Just as there is smallness in you ready to blame, there is greatness in your inner self that is itching to forgive. If you stop resisting that part of you, you will find yourself more willing and more able to enjoy the feeling of forgiveness. And the point is that it becomes a conscious choice that you make. That freedom to choose and be aware of forgiveness over blame is incredibly empowering.",
                "We are only subject to a negative thought or belief if we consciously say that it applies to us. We are free to choose not to buy into a negative belief system. And if we have the power tyo make negativity manifest in our life, obviously our mind also has the power to make its converse come true."
            ],
            "Oftentimes, choosing the positive simply means letting go and resistance to the willingness to have something positive happen; e.g. in our relationships, in our goals, in our careers.",
            "Our mistakes and smallness are equal parts of us as our greatness and successes. They come as a package deal. But we have the freedom to choose which ones we reinforce. There is no one to blame for our mistakes. It simply seemed like a good idea at the time. We are fallible. Our ultimate self is innocent. There was nothing about this that we signed up for. And there was no way we could have come in with perfect knowledge. There is no need to feel guilty about this. Hence, there is no need to punish yourself.",
            [ 
                "Other people are similarly programmed. We all have negative programs. We come into this life with unasked for responsiblities and zero knowledge basis to begin figuring things out. The whole notion of blame is not correct. There is no one to blame. And doing so brings no health effects.",
                "Ask yourself how much suffering and punishment is enough? What are we trying to prove or justify? How much are we willing to pay to be in the 'right'? How much time and emotional suffering?"
            ],
            "The company we keep is important. Positive and negative energy are self-reinforcing and contagious. People exude this energy based on their emotions and feelings. There are people who can see these energy fields as auras. Be around people who are positive and you become positive. Your life becomes easier. And you in turn exude positive, life-promoting energy."
        ],
        "Chapter 5: Grief",
        [
            "Letting go of grief allows you to progress to acceptance. In a sense, you must let go your resistance to that acceptance.",
            "Men have an especially hard time dealing with grief, due to the fact in our society crying or showing emotions is considered unmanly and as a result we feel emasculated when we do so. But once you fully let the grief come up and free yourself from that suppresed energy, you become peaceful, and your view of masculinity is now more complete. You're just as much as a man as before, but now you are also a man who can be in touch with and handle his own feelings. You're more adequate, more capable, more well-rounded, more understanding, more mature, more capable of relating to and understanding others, more compassionate, and more loving.",
            "The basis of all grief and loss and mourning is attachement. Attachment and dependence occur because we feel incomplete within ourselves; therefore, we seek objects, people, relationships, places and concepts to fulfill inner needs. Attachment turns into identity: identifying with the object of attachment. And the subsequent loss fells like a loss of self, a dimunition of the quality of ourselves that the object represented.",
            [
                "Typically we try to defend against loss by attempting to strengthen the bond of attachment. However, this over-possessiveness and over-control can paradoxically lead to the very loss we fear. We scare them away or overuse them in an attempt to pre-empt loss, thinking that the stronger the bond, the less likelihood of loss.",
                "We also use denial to ignore warning signs of impending loss. And when actually does happen we are struck with it full force and out of the blue. Whereas if we had acknowledged the signs, we could have prepared ourselves emotionally, letting go of the grief in bits and pieces beforehand."
            ],
            "Anger can result from the prior refusal to accept the fact that all relationships and possessions in this life are transitory. Even our physical body must eventually be relinquished as we all know.",
            "Instead of the denial and resistance, plunge into the grief and get over it. Have a good cry.",
            "Acceptance is different from resignation. In resignation there are still residuals of the previous emotion left. There is reluctance and a delaying of the true recognition of the facts. Resignation say, 'I don't like it, but I have to put up with it.' With acceptance, resistance to the true nature of the facts has been relinquished. Thus, one of the signs of acceptance is serenity. With acceptance, the struggle is over and life begins anew.",
            "'God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.'",
            "Suppressed energy of unrelinquished emotions reemerges through the body's endocrine and nervous system as an energetic imbalance, which impairs the flow of life energy through the body's acupuncture meridians. This results in pathologic changes in various organs. It's well known that the death rate among the bereaved is much higher than that of the general population, especially in the first year or two following the death of a spouse.",
            "Ask yourself: what internal needs are my attachments satisfying? What feeling would come up if I were to lose them? How can my inner emotionla life be balanced so as to decrease the extent, degree, and number of attachments on external objects and people?",
            [
                "The greater our attachment to that which is outside of ourselves, the greater is our overall level of fear and vulnerability to loss.",
                "Why do I feel so incomplete? Why am I so empty within myself that I have to search for solutions in the form of attachment and dependency on others?"
            ],
            "To find you areas of immaturity: where am I looking to get love rather than to give it? The more loving we are, the less vulnerable we are to grief and loss, and the less we need to seek attachments. When the source of happiness is found within, we are immune to the losses of the world.",
            [
                "To what degree do our major love relationships subserve our selfish inner needs? To what degree are we really using the other person to exploit them for our own gain?If their happiness were best served by leaving me, how would I feel about it? This reveals the degree to which we are trying to restrict and control the other person, which is attachment, not love."
            ]
        ],
        "Chapter 6: Fear",
        [
            "Fear is the predominant emotion in the world. It is our most basic survival mechanism and thus enjoys a privileged status amongst our mind's programs.",
            "A good starting point is letting go the fear of fear itself. When we stop beign afraid of fear, we notice that it is just a feeling.",
            "Fear is self-reinforcing. One of the laws of consciousness is what one holds in mind tends to manifest. Any thought which we consistently hold i mind and consistently give energy to will tend to come into our life according to the very form in which our mind has held it. Thus fear engenders fearful thoughts. The more we hold these thoughts in mind, the more likely the feared event will happen in our life, which again reinforces our fear.",
            [
                "Just like love attracts love, the more fear we hold, the more fearful situations we attract to our life.",
                "You thinking about something gives energy into making it a reality. Therefore it is especially important to stop feeding fear and letting them go.",
                "Fear tends to progressively extend into more and mroe avenues of life, leading to further and further restrictions of activity. Letting go of fearful inhibitions allows us to become more capable, freer, and happier, and with that, there is an inner peace of mind."
            ],
            "Fear is healed by love. Higher vibration, such as love, has a healing effect on a lower vibration, such as fear. This love is the mechanism of reassurance, and very often we can quiet another person's fears by our mere physical presence, and by the loving energy that we project to them and with which we surround them. It is not what we say, but the very fact of our presence that has the healing effect.",
            [
                "By letting go the energy caught up in sustaining our fears and defensive mechanisms, we thereby have more energy for love. Our capacity to love increases, and loving energy has the capacity to heal ourselves and others.",
                "We might picture love to be like the sunlight and negative thoughts like the clouds. Whereas our higher greater Self is like the sun, all the negative thoughts, doubts, fears, anger and resentments that we hold dim the light of the sun and finally, the light comes through only weakly."
            ],
            "We have fear of ourselves as well, of what lies buried in our unconscious. We project our shadow onto the world and condemn it and see it as evil. And we think it is our problem to battle with evil in the world. In actuality, the problem is merely to acknowledge the rpesence of such thoughts and impulses in ourselves. By acknowledging them, they become quiet. Once they are quiet, they no longer unconsciously run us.",
            [
                "To do this it's useful to have a sense of humor. It is only our fear of these thoughts and impulses that give them any power.",
                "The images conjured by our shadow, our dark impulses, are actually rather comical. There is nothing awful about it; it is just the way the unconscious handles images. It doesn't mean you're rotten or a criminal, you've just gotten acquainted with how the human animal mind operates in this dimension. The unconscious is crude and uncivilized. It's not time to get squeamish, nor to take the symbols seriously. They are just symbols that are primitive in nature.",
                "It takes a lot of energy to keep these thoughts of the 'shadow' buried. This results in energy depletion."
            ],
            "There is a mistaken belief that our fears are what is keeping us alive, because fear is deeply associated with our survival mechanisms. We think letting go of them will leave us vulnerable in some way. The reality is the opposite. Fear blinds us to the real dangers of life. That we are surrendering our freedom and destroying our psyche and physiology. Fear itself is the greatest danger that the human body faces. It is fear and guilt that bring about disease and failure in every area of our lives.",
            [
                "We could take the same protective actions our of love rather than out of fear. Can we not care for our bodies because we appreciate and value them, rather than out of fear of disease and dying? Can we not be of service to others in our life out of love, rather than out of fear of losing them? Can we not be polite and courteous to strangers because we care for our fellow human beings, rather than because we fear losing their good opinion of us? Can we not do a good job because we care about the quality of our performance and we care about our fellow workers and the recipients of our services, rather than just the fear of losing our jobs or pursuing our own ambition? Can we not accomplish more by cooperation, rather than by fearful competition?"
            ],
            "One form of fear is guilt. It's a substitute for a sense of reality in a mind that is undeveloped, to prevent further error or the repetition of a mistake. 99% of guilt has nothing whatsoever to do with reality. The most pious, meek and harmless individuals are often riddled with guilt.",
            [
                "We feel guilty no matter what we are doing. A part of our mind says that we really ought to be doing something else. OR whatever we are actually doing at the moment, we ought to be doing it 'better'. In between the fear of living and the fear of dying is the guilt of the moment.",
                "Guilt is the denial of our inner intrinsic innocence. Why do we buy into so much garbage? Is it not because of our very innocence? We were all born a blank slate, and society's programs and beliefs were forced upon us because we trusted them. We bought into 10000 lies and are willing to buy another 10000 out of the naivete of our inner innocence. It's because of our very innocence that we believe ourselves to be guilty. We have bought into allt h negativity of the world and allowed it to kill our aliveness, destroy our awareness of who we really are, and sell us the pathetic little smallness for which we have settled.",
                "Is not ours the innocence of the newborn that cannot defend itself and, with no capacity for discernment, could only allow itself to be programmed, like a computer?",
                "People make entire livings off of exploiting our innocence and invalidating our self-worth, enslaving us to their cause, manipulating us so they can control us, living off of our energy, money, and time.",
                "All of the things the world calls 'evil' are right on the surface; they are right on the top, as the superficial, outer thin layer. Beneath these errors is mistakenness. We are not rotten - only ignorant."
            ]
        ],
        "Chapter 7: Desire",
        [
            "This is the feeling of acquisitiveness. Never satisfied. Never enough. Must have. The underlying desire of this emotion is its drivenness. When we are at the effect of desire, we are no longer free. We are controlled by it, run by it, enslaved and led about by the nose by it. The essential point of reedom is whether we have chosen consciously to fulfill a certain want, or whether we are just being blindly run by unconscious programs and belief systems.",
            "We mistakenly believe that the only way to get what we want is by desiring it intensely. Paradoxically, this prevents us from attaining it since it comes from a belief that we lack it. We are putting psychic distance between ourselves and what we want. It becomes an obstacle that consumes energy.",
            [
                "Remember that which we hold in our minds comes true. Our persistent desire blocks receiving it and results in fear of not getting it. It is a denial that what we want is ours for the asking.",
                "The way something comes into our life is because we have chosen it. It was the result of our intention, or we made a decision for it. In a freer state, that which is chosen manifests in our life effortlessly. We surrender the emotion of desire, and instead meerely choose the goal, picture it lovingly, and allow it to happen because we see that it is already ours. Identify goals and then let go of wanting them. Being totally surrendered means it's okay if it happens (we get what we want), and it's okay if it doesn't (we don't).",
                "Although the world may be stingy and hostile to other people, there is no reason why we should buy into this paradigm. When we buy into it, we make it that way in our own life. What we hold in mind tends to manifest almost magically."
            ],
            "One obstacle in the way of this effortless way of achieving goals is the belief that we must struggle and toil to get what we want. But there is no reason why this should be. If it weren't for the negative programming that made us believe otherwise, why should we go through any cost of pain and suffering to achieve anything in our life? Isn't that a rather sadistic view of the universe? Align your energy to allow luck to happen for you!",
            "The unconscious will only allow us to have what we think we deserve. The more we hang on to our negativity and the small self-image that results, the less we think we deserve, and we unconsciously deny ourselves the abundance which flows so easily to others. Relinquish your smallness, revalidate your own inner innocence. Let go resisting your generosity, openness, trust, lovingness, and faith.",
            "Havingness to doingness to beingness. At lower levels of consciousness, it is what we have that we value and desire and use to evaluate our self-image. Once we have proven to ourselves that we can have, then what we do in the owrld is the basis of our value. Doingness becomes less focused on self-service and more on loving service to others. That eventually automatically results fulfillment of our own needs (note service is not sacrifice). Eventually, we become convinced that our own needs are automatically fulfilled by the universe, and our actions become almost automatically loving. At this point, it is what we are that counts, within ourselves and to others. It's the quality of our presence.",
            "Glamour is the aura, attractice magnetic effect, belief in some magical quality attached to an object of desire. It should be distinguished from the object itself. It is the sentimentality attached that leads us to make the object bigger than life. It makes us believe that obtaining it will grant us some higher state of consciousness and satisfaction. This glamour is the disparity that often leads to disillusionment once we attain the object.",
            [
                "We also attach glamour to certain events in our lives, which also causes disappointment. When we let go of desire, we must dissect away that which is exaggeration, fantasy, and romanticization. Once we have relinquished the glamour, it will be relatively easy to surrender the desire itself."
            ],
            "Just choose to be that person and let go of the block of desiring to be that way.",
            [
                "Simply picture the kind of person we want to be and surrender allt he negative feelings and blocks that prevent us from being that. What happens then is that all we need to have and to do will automatically fall into place. This is because, in constrast to having and doing, the level of being has the most power and energy. When it is given priority, it automatically integrates and organizes one's activites.",
                "Be able to recognize your own inner power. We tend to attribute luck or success to things external to us. But almost everything that happens to us is simply because we allow it to happen! We are all powerful beings who have become unconscious of our own power; we have denied and projected it onto others out of guilt and our own sense of smallness. The majority of what happens in our lifetime is the result of some decision we have made somewhere in the past, either consciously or unconsciously. Therefore the solution is to make those decisions consciously!"
            ],
            "Cancel negative programs starting by relinquishing the gratification we get out of the negative payoffs. Guilt is self-indulgence. There is no winning the guilt game. That's why selfishness is impractical. It consumes too much energy. It delays the accomplishment of goals from coming from a place of lack. It creates self-perpetuating guilt. And after we achieve success, we feel guilty because we have it.",
            "Summary: instead of the motivation of selfishness and desire, we can much more effortlessly bring into our life that which we want by envisioning what we wish to have happen. We do this by declaration of our intention, by acceptance, by decision, and by the act of consciously choosing."
        ],
        "Chapter 8: Anger",
        [
            "Revenge, outrage, indignation, fury, jealousy, vindictiveness, spite, hatred, contempt, wrath, argumentativeness, hostility, sarcasm, impatience, frustration, negativity, aggression, violence, revulsion, meanness, rebellion, explosive behavior, agitation, abusiveness, abrasiveness, smoldering, sullenness, pouting, and stubbornness.",
            "We typically feel so much guilt about anger that we find it necessary to make the object of our anger 'wrong' so that we can say our anger is 'justified'. Few are the person who can take responsiblity for their own anger and just say, 'I am angry because I am full of angriness.'",
            "We will repress our anger, aggression and inner hostility because it is looked down upon to express such emotions. But these repressed emotions still contain the destructive negative energy, and if left to fester they still hurt us mentally and physiologically. Better to view this energy positively and direct it towards firing up our ambitions and actions in useful ways.",
            "The opposite of anger is acceptance. Accept the situation, including any negative feelings you might have about it.",
            [
                "It's our personal pride that feeds and propagates anger.",
                "We set ourselves up for anger when we see ourselves as sacrificing in our relationships, and the other person is usually unaware of this inner 'sacrifice' and therefore is unlikely to meet our expectations for acknowledging or appreciating it.",
                "That which we want, desire, and insist upon from another person is felt by them as pressure. They will therefore unconsciously resist. They will block that desire because pressure is always felt by us as a denial of our choice. It is emotional blackmail, which we resent. e.g. we are reluctant to give compliments to someone who is fishing for them.",
                "Self-sacrifice has the energy of emotional blackmail. It comes from a place of pride (of the self-sacrifice), and is therefore actually selfish and secretly vain. Relinquish the pride, surrender our desire for the pleasure of self-pity, and instead view our efforts on behalf of others as gifts. We can experience the joy of being generous with others as its own reward.",
                "One thing you should do is always acknowledge when another person is putting in effort for you or makes a gesture towards you."
            ],
            "Very often the behavior of others towards you (even if it's negative) is an attempt to signal to you to become more aware. Ask 'what is that person asking me to become more aware of?' In this way you can turn any behavior towards you as a gift. Derive some value from it. Everyone in our lives is a mirror. They are reflecting back to us what we have failed to acknowledge within ourselves, forcing us to look at what needs to be addressed. Be grateful for the continual opportunities of growth with which we are pressented in the course of everyday experience.",
            "One way we force ourselves out of unsatisfactory situations if by making ourselves or the situation 'wrong' to justify leaving it. We feel some obligation to it otherwise. To our past selves or to some sense of continuity and consistency. How much easier it would all be if we just simply choose to move on to a better situation. Resorting to the mechanism of wrongness is simply a denial of our own freedom to choose.",
            "When we stop pressuring others with our expectations, we create an opening for them spontaneously to respond positively to us. Shift what we have done for others from the level of sacrifice to the level of a loving gift. Acknowledge ourselves for this move and drop our expectations, which will dissolve the resistances in others.",
            [
                "We get what we want when we stop insisting on it!",
                "I will no longer accept invalidation from myslef or others. Couple this with acknowledging all that is positive within ourselves and others."
            ],
            "Anger has deleterious effects on your health. It raises your blood pressure, weakens the heart, blocks the flow of energy within the body and de-synchronizes the brain hemispheres.",
            "We use morals to justify our anger. We want to think we are right in a situation and are therefore right to feel angry. This feeling comes from a place of vanity and pride, and the cost is chronic anger and the sickness and premature death it causes. Is that worth the small satisfaction of being right?",
            "We are all psychically connected. The internal position we hold about another person is forcing them to adopt a complementary defensive position. Who needs enemies?",
            "Willingness is the key. And it becomes stronger as anger dissipates. Willingness is our overall decision to find a better way, to stop relying on anger, and to move up to courage and acceptance.",
            "Anger actually binds the object of anger to our mind and therefore our lives. We are stuck in the negative pattern until we let go of the energy of anger and its little payoffs of righteous indignation, feeling wronged and the desire for revenge."
        ],
        "Chapter 9: Pride",
        [
            "Pride is devoid of love. Consequently, it is essentially destructive.",
            "Intellectual pride leads to ignorance, and spiritual pride is the main block to spiritual development and maturation in everyone.",
            [
                "The prideful feeling that you have all the answers blocks your growth and development. The egotistical part of the mind is willing to sacrifice the whole remainder of a person for its own sake rather than admit to being wrong.",
                "This is especially prevalent in men. The pride prevents us from letting go of those programs that society considers masculine, blocking a lot of emotional and psychological inner development."
            ],
            "The prideful person is constantly on the defensive because of the vulnerability of inflation and denial. Conversely, the humble person cannot be humiliated for they are immune to vulnerability, having let go of pride. In its place, they have an inner security and self-esteem, which does not arise until pride is relinquished.",
            [
                "That which inflates the ego increases our vulnerability and overall level of fear; thus, it cannot lead to inner strength.",
                "Our energy is constantly dissipated by defending our lifestyle, vocation, neighborhood, clothes, car, ancestry, country, political and religious belief systems. We feel obligated to defend these possessions out of pride. This tireless preoccupation with appearance and what other people will think is linked directly to pride. Thus, causing a constant vulnerability to the opinion of others.",
                "When we no longer feel called upon to defend our image, criticisms and attacks from others diminish and finally stop. When we let go of our need for validation or to prove ourselves right, then the challenges against us fall away.",
                "Defensiveness invites attack.",
                "Self-esteem is an inner awareness of one's true value and worth. It is characterized by a lack of defensiveness. You don't need to prove what is already self-evident to you. That which we truly know never needs defense. If we love all the things noted above (family, country, accomplishments), there is no question of their worth in our mind. True recognition and knowledge replace opinion and there is no room for argument."
            ],
            "When we truly love something and thereby become one with it, it is because we see its intrinsic perfection. IN fact, its 'faults' are part and parcel of its perfection, for all that we see in the universe is in the process of becoming. Its perfection evolution is part of that perfection. The half-unfolded flower is not an imperfect flower that needs defnse. Its blossoming is proceeding with precise perfection accoriding to the laws of the universe. Each and every individual on the planet is unfolding, growing, learning and reflecting that same perfection.",
            "Feeling guilty about pride as a spiritual sin only locks it in. Ask what is the purpose of pride? What is its payoff? Why do I seek it? For what does it compensate? What do I have to realize about my true nature to let pride go without a feeling of loss? The answer: the smaller we feel within, the more we h ave to compensate for an inner sense of inadequacy, unimportance, and valuelessness by the substitution of the emotion of pride.",
            "Humility is the state of peacefulness. It is not false modesty (humble bragging), diminishing oneself with the longing that others will recongize one for the accomplishments that one is so proud of but is too proud to brag about openly.",
            [
                "Critical verbalization by another person is merely a statement of the other person's inner problems."
            ],
            "The substitute to pride is joy. Joy for successful achievement rather than pride. What is wrong with achieving goals for the pleasure, enjoyment, love of accomplishment and the inner joy that it brings us?",
            [
                "We can reconginze our proneness to pain by looking at the kind of reactions we are hoping to elicit from others by our choices and behavior. We let ourselves be exploited, empty our pocketbooks, are led by the nose to devote time and energy to satisfy our pride and have others look at us with a mote of admiration. But that kind of cheap envy is not satisfactory. It is superficial glamour that no one truly respects.",
                "The problem is not possessions, but that we have a prideful, possessive and self-congratulatory attitude about them."
            ],
            "Pride engenders guilt, which engenders fear, which causes a loss of peace of mind.",
            "The opposite of prideful acquisitiveness is simplicity, which is a state of mind. It is not what we have that matters, but how we hold it, how we frame it in our consciousness, and its meaning to us.",
            [
                "Gratitude is one of the antidotes to pride. Everything you have is given to you by the universe. Being grateful for it puts us in a peaceful state of mind, invulnerable to pain.",
                "We can have the most absurd and comical pride over the most trivial things. Once you see that, it is not too difficult to let go fo the pride involved."
            ],
            "Prefixing things with the word 'mine' usually attaches pride to that sense of ownership, making us feel called upon to defend everything we label as 'mine'. Instead use the word 'a'. One's thoughts are 'an opinion' not 'my opinion'. That's 'a shirt' not 'my shirt'.",
            "Opinions are ideas that we either like or dislike. They give us pleasure so we like them. Just because we like them today doesn't mean we have to go to war over them. We like them so long as it serves us and we are getting enjoyment out of it. We discard it quite readily when it is no longer a soruce of pleasure.",
            [
                "Feeling prideful of all your ideas and opinions simply spreads your vulnerability to attack across all these passing thoughts. You will feel the need to defend them all. They are not all that valuable and almost every mistake we ever made was based on an opinion. By not attaching pride to our opinions, then we are free to change them at any time. Don't box yourself in with pride.",
                "What is wrong with just loving a concept because of its beauty, because of its inspirational quality or because of its serviceability? When we truly value something, we lift it aloft of the demeaning target range of argument.",
                "If we tell somebody that we do someting because we get enjoyment out of it, there is really nothing much they can say about it, is there? If instead we infer that we do it because we are right in doing it, we are basically saying we are 'better than' someone with a different opinion, and of course people will take exception to that.",
                "Opinions change as we get deeper into any given subject or situation. This is the evolutionary aspect of life. Humility will protect us from all kinds of disillusionment, allow us to have an open mind and prepare us to change our opinions as the situation unfolds. Don't box yourself into the pain of defending lost causes.",
                "True power is flexibility and the ability to adapt and be open to all that is beneficial.",
                "Pride prevents us from recognizing our own limitations and accepting the help we need to overcome them. Letting go of it allows that which would be most beneficial to us to enter our lives."
            ]
        ],
        "Chapter 10: Courage",
        [
            "The hallmark of courage is the knowledge and feeling 'I can'. It is a positive state in which we feel assured skillful, adequate, capable, alive, loving and giving, with an overall zest for life. We are capable of humor, activity, confidence, and clarity. In this state, we feel centered, balanced, flexible, happy, independent, and self-sufficient. We can be inventive, creative, and open. There is a lot of energy, action, letting go, capacity to 'be there', to be spontaneous, resilient, resourceful, and cheerful.",
            [
                "I can look at my feelings. I don't have to be afraid of them. I can handle them. I can take responbility for them. I can learn how to accept them and be free from them. I am willing to take risks, to let go of old points of view and to explore new ones. I am willing to be joyous and share my experience with others. I experience myself as willing and able.",
                "I can handle it. The job will get done. We can see this through. All things shall pass.",
                "Merely affirming your courage to look at and handle your feelings is powerful thing.",
                "Courage is something we respect and admire in ourselves and others. Once you have courage, you no longer need to feel ashamed."
            ],
            "Courage is about doing. We have the ability to give to others because they are no longer being looked at primarily as a means of help, survival or support. We sense our own inner power, strength and self-worth. We know that we have the capacity to make a difference in the world, not just gain something from it for ourselves. Because of the inner self-confidence, we are much less concerned with security. The emphasis is no longer on what people have, but upon what they do and have become.",
            "There is a willingless to grow and benefit from new experiences, to admit mistakes without indulging in guilt and self-recrimination. Our self-worth is not diminished by looking at areas that need improvement. We are able to admit the presence of problems without being diminished.",
            [
                "We have more energy to be enterprising and creative, since they're not being drained by constant preoccupation with emotional or physical survival.",
                "There is a willingness to shift paradigms and view issues with new meaning and context. A paradigm is a worldview, and it is only limited by what we view as possible.",
                "The world is seen as challenging and presenting opportunities for growth, development, and new experiences. There is optimism and a feeling that with the correct facts, education, and orientation, sooner or later most problems can be worked out satisfactorily.",
                "We realize we have the freedom and power to choose. This is freedom in the psychological, emotional and spiritual sense. Therefore much less rigidity is present."
            ],
            "There is a willingness to accept responsiblity. As a basis of moral decisions, guilt takes a back seat to the welfare of others.",
            [
                "Our beliefs and views are the result of our choices, not just a result of previous blind programming. We are no longer willing to pay the cost of negativity. We are concerned about the effects of our negative feelings on the welfare of others with whom we are closely associated."
            ],
            "Courage is a positive feedback loop, which reinforces itself, leading to greater self-confidence, allowing greater self-exploration and exploration of the world.",
            "There is always more consciousness to be had. Because there is always a feeling going on which can be surrendered, the continuation of the process of letting go will lead to greater and greater benefits.",
            [
                "Continual surrender will bring about constant, subtle changes, especially on the levels of subtle awareness in our capcacity for love.",
                "We discover that it was through the music - and not because of it - that we experience our mind going suddenly still, and, in that moment of stillness, we were allowed to experience a greater dimension. There may be fleeting seconds in which we feel a complete identification and oneness with others, as thought there were no separation. Could it be that, beyond the turbulence of the world and our own mind, there is silence? A realm of peace that is always waiting?"
            ]
        ],
        "Chapter 11: Acceptance",
        [
            "In acceptance, we enjoy the experience of harmony. We feel as though events are flowing. We feel secure. We can be of service to others without a feeling of self-sacrifice. There is the feeling 'I'm okay', 'You're okay,' and 'It's okay'. It is a feeling of belonging, connectedness, fullness, loving, understanding, and the feeling of being understood. It is a feeling of caring, warmth, and self-worth. Because of the security of this state, we can allow ourselves to be soft, mellow, and natural. There is joy, and we feel 'in tune' and relaxed. THere is the feeling that it's alright just to be ourselves.",
            [
                "There is a feeling that nothing needs to be changed. Everything is perfect and beautiful the way it is. The world is to be enjoyed.",
                "Everyone is actually doing the best they can with what they have at the moment. All of life is evolving towards its perfection, and we are in sync with the laws of the universe and consciousness.",
                "The source of love is within ourselves, emanating from our own nature and reaching out to include others. Whereas in the state of desire, we are looking to be loved. The object is seen as something outside ourselves that we 'get'. On the level of acceptance, lovingness radiates out naturally from the essence of our being because many of the blocks to its awarenss have been surrendered."
            ],
            "You are deeply aware of the inner innocence of everybody. The negativity which we see in a person or in society is really due to blindness, ignorance, and unconsciousness. It is also perceived in oneself. All that we did was done because we just didn't know any better at the time. If we had known a better way at the time, we would have done it that way.",
            [
                "Even in the most rash and apparently horrible behaviors, look inside the person and see the frightened animal that just doesn't know any better. If cornered, it will surely attack us and bite. It just doesn't realize that our intentions are peaceful, and so it flails out wildly.",
                "When we see the innocence in everyone, we can truly fulfill 'loving our neighbor as ourselves.'"
            ],
            "Moralistic judgment becomes meaningless. There is no good or bad. It just becomes obvious what works and what doesn't work. It is easy to see what is destructive and what is optimal, without judging anything as 'evil'. There is the elimination of guilt, which accompanies all judgments against others and ourselves. We then see the meaning of the statement, 'Judge not, lest ye be judged.'",
            "There is certainty that our own personal needs will be met; therefore, there is a shift in relationship so that the focus is on the welfare and happiness of others. There is no longer neediness in the form of dependency on other people, because there is nothing we feel we need to get from them. In a relationship of lvoing acceptance, minor imperfections are no longer given serious importance and are overlooked.",
            [
                "There is a growing focus on beingness, the perfection of own inner capacity for caring and lovingness."
            ],
            "The hallmark of acceptance is the taking responsibility for our own consciousness. All negative feelings are our own problem, and there is no longer looking outside of ourselves for their resolution.",
            "In acceptance, we are free to be in the present. Once we have accepted our own true nature and the ways of the universe as they are reflected in our world, there is no longer regret about the past, nor is there fear of the future. Fear of the future no longer exists when the past has been healed. This is because in the usual ego-oriented state of consciousness, the ego tends to project the past upon the future, and a past that is viewed negatively becomes fearful when projected upon the imaginary future. Our letting go of the lower energies of guilt, fear, anger, and pride has alleviated the weight of the past and cleared the clouds of the future. We face today with optimism and are grateful to be alive. We see that yesterday is gone, tomorrow has not yet come, and we have only today."
        ],
        "Chapter 12: Love",
        [
            "On the level of love, we are heartfelt, generous, nurturing, affectionate, steadfast, and forgiving. Love is protective, collaborative, uplifting, holistic, and gracious. It is characterized by warmth, gratitude, appreciation, humility, completion, vision, purity of motive and sweetness.",
            [
                "Love is a way of being. It is the energy that radiates when the blocks to it have been surrendered. It is more than an emotion or a thought. Love is what we have become through the pathway of surrender. Love is actually present everywhere; it spresence only needs to be realized.",
                "Everyone has the opportunity to contribute to the beauty and harmony of the world by showing kindness to all living things and, thereby, supporting the human spirit. That which we freely give to life flows back to us because we are equally part of that life. Like ripples on the water, every gift returns to the giver. What we affirm in others, we actually affirm in ourselves."
            ],
            "Love facilitates healing. It transforms life.",
            [
                "Once you become loving, there are certain things you can never do again. And there are certain things you can do in the energy field of love that are impossible otherwise. Moreover, people do things for you that they would not do for others. Love makes possible the miraculous without labeling it 'miraculous'.",
                "Lovingness is a way of being that transofrms everything around you because of the radiation of that energy. We don't have to do anything, and we don't have to call it anything."
            ],
            "Forgiveness is an aspect of love that allows us to see life events from the viewpoint of grace. We see the ego as 'limited', not 'bad'. We are thankful for our life and for all the miracles of life. We acknowledge to others and to our animals the gift that they are to us.",
            [
                "Eventually, we surrender the very idea of forgiveness, since that implies we're still seeing the other person or situation as being 'wrong' and therefore in need of forgiving. True surrender means letting go completely of seeing it that way. When we surrender our perception completely, letting go of all judgment, then the whole situation is transfigured and we see the person as lovable. Since all judgment is really self-judgment, we have liberated ourselves in the process.",
                "Everybody who violates the law of Love is really a victim of some societal belief system or the pressures of the times."
            ],
            "The more we love, the more we are capable of love. Love is limitless. Love begats love. That's why psychiatrists recommend having a pet. A dog brings love and expands love in the heart of the owner. Love prolongs life. Research shows that having a dog extends the owner's life by ten years! Love increases endorphins, which are life-enhancing hormones.",
            "What begins to happen is intuitive understandign progressively replaces thinkingness, which begins to disappear. Over time, thinkingness and its mental processes are replaced by spontaneous, intuitive knowingness. Logic is bypassed. This occurs because at the highest level of vibration, everything in the universe is connected with everything else. Our understanding unfolds as 'revelation' from this inter-connected field. The knowing is holistic rather than limited. Because of the inner quiet, we have the ability to perceive the thoughts and feelings of others on a non-verbal level.",
            [
                "Joy emanates from the inner subjective experience of our own existence.",
                "It is clear that no 'person' performs miracles. They occur spontaneously on their own when conditions are appropriate.",
                "The development of a spiritual ego is avoided by the realization that the phenomena are a gift from beyond our personal self; we are only the channels of Love, not its origin. Spiritual progress is known to be the result of Grace, not the result of our personal endeavors. Gratitude for the state replaces pride of accomplishment. The process of surrender continues ever more deeply, as we let go of all doubt, all belief systems, all perceptions, all positions, all opinions, and all attachments. We become willing to surrender all attachments, even attachment to the exquisite state of Ecstasy, which is beyond description."
            ],
            "Our love is unconditional for whatever we are and whatever they are. It is given without requirements. No strings are attached. We don't expect anything back when giving. We have surrendered all conscious and unconscious expectations of the other person. Love makes no demands.",
            "Love is the Ultimate Law of the Universe."
        ],
        "Chapter 13: Peace",
        [
            "In peace, there is no longer any conflict. THere is a total absence of negativity and an all-encompassing lovingness that is experienced as serenity, tranquility, timelessness, completion, fulfillment, stillness, and contentment. There is inner quiet and light, a feeling of oneness, unity, and total freedom. The peace is imperturbable. Actions become effortless, spontaneous, harmonious, and loving in their effect. There is a shift of perception of the universe and of our relationship to it. The inner Self prevails. The personal self has been transcended, with all of its feelings, beliefs, identities, and concerns.",
            [
                "With continual surrender, we experience these states of peace with ever-increasing frequency. When the clouds are removed, the sun shines forth and we discover that peace was the truth all along. Surrender is the mechanism that uncovers the true nature of our existence."
            ],
            "With the experience of inner peace comes great strength. An energy field of total peace is unassailable. The person who has found inner peace can no longer be intimidated, controlled, manipulated, or programmed. In this state, we are invulnerable to the threats of the world and have, therefore, mastered earthly life. When the state of peace has become established, oridnary human suffering is no longer possible because the very baiss of the vulnerability has been totally relinquished.",
            "The existence of the energy of peace is what is counterbalancing all the negative energy in the world. The universe would have destroyed itself long ago without it. Our own inner evolution serves all of mankind in this way, as we become a saving presence in this world.",
            "The hallmark of this level is desirelessness. THere is no need to want for anything because everything manifests in our life spontaneously and automatically, without conscious will or effort. Thoughts held in mind at this level are very powerful and tend to manifest rapidly. The phenomenon of synchronicity is continuous. The mechanisms of cause and effect and the inner working of the universe stand forth clearly revealed, as we are now witnessing the very basis of Reality itself.",
            "Special note: in this chapter Hawkins talks about his personal experience of enlightenment. It is a fascinating read. 'All emotions and events were interconnected, and all phenomena occurred because each thing was manifesting its own inner nature spontaneously, as though movement and growth were the spontaneous unfolding of potential. There was a rock-like quality to the imperturbable stilness...There was no longer any feeling of a separate self. Instead, there was the awaareness of being all things. It had always been and always would be. The period of time that the body had been on earth seemed like a split second during which the truth of timeless identity had been forgotten, due to being blinded by the smaller self. Then how it had happened revealed itself. There had been a wishful thought to experience separate existence, and this wishful thought had manifested itself as the individual person with an individual identity and a physical body to go with it.'",
            "Everything in the universe is connected with everything else, including the human mind. Consequently, each individual mind is capable of reflecting the entire universe.",
            [
                "Our brains mathematically construct reality by interpreting frequencies from another dimension, a realm of meaningful, patterned, primary reality that transcends time and space. The brain is, therefore, a holgram interpreting a hologrpahic universe."
            ],
            "We can envision that with each and every surrender, we take another step up the side of the mountain. Some of us will ascend until the view gets better and choose to stop there. Others will go still higher. And, then, there will be those of us who will not be satisfied until we have reached the very Peak and verified It for ourselves, although, at that point, there is no longer an individual person to verify anything, for it has been surrendered completely."
        ],
        "Chapter 14: Reducing stress and physical illness",
        [
            "Most people go about their lives with a lot of stress. This ultimately leads to most of the emotional and physical disorders we experience. Stress proneness is directly related to the amount of suppressed and undealt with emotions that we have not let go. These suppressed emotions become the primary stressor so that even in a calm external environment, we are still subject to the chronic, internal stress.",
            [
                "It is such a problem in our society that most of us can hardly relax and enjoy a vacation. Guilt says we 'should' be doing something else.",
                "There is an emotional-psychological component in all diseases and because of this it is possible to reverse the disease process by removing the internal stress factors."
            ],
            "Stress is our response to a perceived threat (real or imaginary) to our security or bodily equilibrium. In response to a stressful stimulus, the body first goes through an alarm reaction, then secondly a stage of resistance, and if the stimulus continues, it may result in the third stage of exhaustion syndrome.",
            [
                "Some people get used to living off of the 'high' adrenaline rush that accompanies stress. The threat to survival of the intense competition keeps the adrenalin flowing. Typically, they get depressed on weekends or vacations. They are addicted to excitement and abnormal stimulation.",
                "The resistance stage is the body trying to maintain homeostasis. The third stage is exhaustion, at which point the body's defenses become too weak and fail. There is a suppresion of the immune system. The organs begin to show pathologic changes due to long exposure to stress hormones. The body's energy stores have been depleted.",
                "The stress impacts the cardiovascular system dramatically. It damages the heart, blood vessels and kidneys, which eventually leads to strokes, heart attacks and hypertension, all of which are major causes of death in the US."
            ],
            "In the acupuncture system, there is a flow of vital energies throughout the physical body via the body's invisible energy blueprint. This vital bio-energy is the very flow of life itself. It is very quickly reactive to stress. A fleeting thought, whcih may be accompanied by an emotional pang, does not bring about a measureable change in the body's blood pressure or pulse, but it instantly registers in the bio-energy system.",
            [
                "A feeling of helplessness has been related to reduced anti-cancer killer cell activity and increased tumor growth. The blocking of the immune system is reversible however."
            ],
            "Kinesiology deals primarily with muscle-testing, as sudden drops in bio-energy are indicated by rapid weakening of the body's musculature. A negative thought or feeling instantly weakens the body and creates an imbalance of the body's energy flow.",
            [
                "The technique: tes subject stands with one arm stretched out to the side and raised to shoulder height. The second person is the tester. Using 2 fingers, the tester presses down quickly for a few seoncds on the back of the testee's wrist to get a feel for muscle strength. At the same time, the test subject resists with all his strength. No smiling, no talking, no music. Have the test subject view a neutral object (e.g. blank wall) or shut the eyes. Do several trials to get a feel for the subject's strength.",
                "For the demonstration, simply have the subject think of an emotionally unpleasant situation or hold in mind an unpleasant person. While the subject holds that unpleasant thought in mind, the tester presses down again to test the strength. Again the subject resists with all his strength. It will be observed dramatically,that there is a sudden major weaknening of the deltoid muscle (loss of 50% muscle strength).",
                "Now have the subject think of smoeone he loves and re-test. He will instantly go strong. You can test this with substances, music, drinks, food, drugs, people, thoughts.",
                "We are subject only to what we hold in mind. The body will respond to what we believe. If we believe that certain substance is bad for us, then it will usually test weak with muscle testing. The same substacne will make another person who belives that it is good for them strong. What is stressful for us is primarily subjective. Testing is also subject to unconscious belief systems that a person is unaware of."
            ],
            "It is we ourselves who create stressful reactions as a consequence of what we are holding within us. The suppressed fefelings determine our belief systems and our perception of ourselves and others. These in turn literally create events and incidents in the world, events that we then turn around and blame for our reactions. This is a self-reinforcing system of illusions. This is what the enlightened sages mean when they say, 'We are all living in an illusion.' All that we experience are our own thoughts, feelings, and beliefs projected onto the world, actually causing what we see to happen.",
            "A pet dog can lengthen a human life by 10 years. The love, affection, caring for another being, and companionship that go along with having a dog mitigate the negative effects of stress. Love stimulates endorphins and life energy, bringing a healing balm to stress prone lives."
        ],
        "Chapter 15: Relationship between mind and body",
        [
            "Belief has the power of energy behind it, because it is being held in consciousness, therefore we have the will to believe it. The body obeys the mind. The body tends to manifest what the mind believes. The belief may be held consciously or unconsciously. We are only subject to what we hold in mind. The only power that anything has over us is the power of belief that we give it.",
            [
                "Thought is powerful because it has a high rate of vibration. It is actually a thing; it has an energy pattern. The more energy we give it, the more power it has to manifest itself physically.",
                "The way to change our bodies is to change our thoughts and feelings. Let go of negative thoughts and belief systems and shed the stress of negative emotions that give them energy. Cancel the negative programming coming from the world and your own belief systems. All of this negative programming is in the mind. Fix the mind, by letting go.",
                "It is the content of our consciousness that must be let go to eliminate and prevent stress. Without a change of consciousness, there is no real reduction of stress. Any other solution is treating the symptoms and not the source of the problems: your own consciousness."
            ],
            "Laughter is a method of letting go. Through laughter, you can keep letting go of the underlying emotional pressure and cancelling negative thoughts.",
            "Surrender at great depth is complete when a person has let go of needing or wanting a physical healing to occur. A state of peace about the situation is reached when physical, mental and spritual aspects of an illness have been addressed and the final outcome or wished-for recovery has been surrendered. Peace comes with total inner surrender to what is."
        ],
        "Chapter 16: The benefits of letting go",
        [
            "Letting go negative feelings resumes emotional and psychological growth. Long standing problems will start to become solved. The limiting thoughts and negative beliefs, which we naively held to be true, were all merely the result of accumulated negative feelings. Letting go of the feeling changes the thought pattern from 'I can't' to I can and I'm happy to do it. Entire areas of life can open up. What used to be awkward or unexpressed can become effortless and joyously alive.",
            "Repressed and suppressed feelings require energy to keep them submerged. There is a tremendous suck of energy to hide from our feelings and keep them down. As we let go of these feelings, the energy that went into holding them back is now freed up and available for creativity, growth, work, and interpersonal relationships. We can enjoy these activities more, and their quality increases. Most people are too exhausted to bring a really high quality into their experiences unless the negative programs opposing them have been resolved.",
            "Don't look for answers, instead, let go of the feelings behind the question. When we are surrendered on the feeling behind the question, we can let go of any other feelings that we might also have about what seems to be the problem. When we are finally and fully surrendered on all components, the answer will be there waiting for us. We won't have to look for it.",
            [
                "Clearing out the underlying feelings first makes decisions more realistic and wise. When we jump into decisions and then regret it, it was because there was an unrecognized/unrelinquished feeling behind the decision, and after we take it, the underlying feeling shifts and we are able to see clearly.",
                "Problem solving can happen in a flash. Take a problem of long standing and stop looking for answers. Look to see what the underlying feeling is that produced the question in the first place. ONce that feeling is let go, the answer will present itself automatically."
            ],
            "A lot of our activites and attachments are based on fear and anger, guilty and pride. Letting go provides us with different motivation to do activities. We may experience joy. Suddenly we are doing things out of enjoyment rather than obligation. We do it because we want to, not because we have to. The energy requirement will certainly be less.",
            "As we let go of the negative, we come into our own power. It happens of its own. Happiness was there all along and now it shines forth after the blocks to it have been surrendered. We are now influencing every one with whom we come into contact in a favorable way. Love is the most powerful of the emotional energy vibrations. For love, people will go to any lengths and do things that they would never do for any amount of money.",
            "Major changes can take place very rapidly. Lifetime patterns can suddenly disappear, and long-standing inhibitions can be let go of in a matter of minutes, hours, or days. Rapid changes are accompanied by an increased aliveness. Thoughts are now more effective. More is accomplished with less effort. Intention is made powerful by the removal of doubts, fears, and inhibitions.",
            "The mechanism of letting go is concerened with the emotional 'what' from moment to moment, without involving the intellect. The 'why' becomes apparent of itself once the 'what' has been relinquished.",
            [
                "By allowing the full feeling of it and by letting go of every sensation, every thought, and every little payoff you are getting from it, you are free. IT's not necessary to probe the 'why' of depression to become free from the 'what' of it.",
                "The ultimate aim of letting go and surrendering is total freedom. Don't settle for 'acceptable level of functioning'. The goal is the elimination of limiting mental and emotional programs, the source of all suffering and pain. It is the attainment of an unconditioned mind and ultimately transcendence of the mind itself ot higher states of consciousness of love and peace.",
                "Letting go has the effect that surrendering one negative feeling also relinquishes the energy behind many other negative feelings, so there is a constant across-the-board effect. As one fear is relinquished, all fear is diminished non-specifically."
            ],
            "Ultimately, all negative feelings stem from the same source. When enough negative feelings have been relinquished, that source reveals itself. When that source itself is let go of and dis-identified with, the ego dissolves. The source of suffering, therefore, loses the very basis of its power.",
            "There is a limit to the amount of negative feelings we can experience. When the pressure behind an emotion has been let go, that emotion no longer occurs. If fear is constantly surrendered for a period of time, eventually it runs out. It then becomes difficult or impossible to feel further fear. It takes progressively more and more of a stimulus to elicit it. The energy of fear simply isn't there anymore. A person with little fear or anger feels primarily love all of the time and experiences a loving acceptance of events, people, and the vicissitudes of life."
        ]
    ],
    "rating": {
        "value": -1,
        "reason": "..."
    }
}