{
    "title": "The Subtle Art of Not Giving a F*ck",
    "href": "https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck",
    "date_finished": "5-06-20, coronavirus quarantine still",
    "bullets": [
        "Lot of curse words in this one, so forgive my french.",
        "Happiness is solving problems. It’s not about not having them. It’s about choosing which ones you find meaningful and are willing to struggle to solve. Life is a never ending stream of problems. You only get to choose which ones to give a fuck about. And once you solve them, congratulations, you’ve earned yourself an upgraded problem! Problems never end. They only improve. Warren Buffett has money problems. The hobo down the street has money problems. Buffett just has better money problems.",
        [
            "\"The desire for more positive experience is itself a negative experience. And paradoxically, the acceptance of one’s negative experience is itself a positive experience.\""
        ],
        "Somewhere in the last couple decades, we’ve started devaluing the mundane and ordinary experiences of life. We started believing that being average was an insult. There was something wrong if we just turned out to be an ordinary human being. We had to be special. To be extraordinary. TV and social media taking off in the past few decades hasn’t helped. More and more, we see the extreme ends of human society. The best athletes, the hottest people, the funniest comedians. We think we have to be like them to deserve attention. We have to be extreme. Is this the reason for the shootings? These people want to do something meaningful, because the only thing that is meaningful is something that is worthy of the world’s attention. There’s something wrong with that. With devaluing the mundane and only applauding the extraordinary.",
        "Values are what ultimately guide what problems we focus on and how we view our problems. Good values will provide us problems that we can solve and that bring sustainable happiness. Bad values will provide us problems that will only keep getting worse and make us feel shittier and shittier. Pay attention to your problems and emotions. What are you dealing with, and why? What is the underlying reason/value system that is causing you to suffer or feel joy? Good values (like honesty, curiosity, humility, action) are things that we can control. They’re internal. We can make progress on them immediately. And in the long term they will make your life better. Bad values (like pleasure, material success, always having to be right, avoiding problems or \"staying positive\") rely on things out of your control (external things) like the judgment of others or an actual external object. Bad values deny reality and in the long term, will bring you more trouble than they are worth.",
        "With great responsibility comes great power. Responsibility is taking ownership of your own experience. This is not to say that you are to blame for WHAT happens to you. What happens to you is sometimes/oftentimes outside of your control. HOW you react to it, how you process and interpret what happens to you, that is 100% in your control whether you want it or not. Not making a decision is still a decision you make. Not choosing to interpret things is still something you decide to do. You cannot avoid the responsibility, even if you think you are. So be conscious of it. Take responsibility in a way that will improve your life.",
        "Growth starts only when you admit and believe you don’t know shit. Uncertainty is what provokes your curiosity to learn. Certainty leads to righteous arrogance. You might believe your brain is mostly right, but remember who it is that’s thinking that.",
        [
            "Parkinson’s law: work expands to fill up the time available for its completion",
            "Manson’s law of avoidance: the more something threatens your identity, the more you will avoid it",
            "Once we have a certain belief, some pattern our brain has picked up and thinks is right, our brain biases reinforcing information for that idea.",
            [
                "This is why it’s so hard to change yourself. Or to take a leap. That leap may be in direct contradiction with your beliefs about yourself or your identity. It’s far easier (on your brain) if your beliefs stay constant, but this is not necessarily the best for you. An Artist That Nobody’s Heard Of must shed himself of that identity to become An Artist That People Talk About even if that comes at the risk of being An Artist Nobody Likes. But you can see how that will be uncomfortable - how it could be easy to just stay An Artist Nobody’s Heard Of.",
                "For anything to change, then you must have been wrong about something. And everything does change, so you’re always wrong.",
                "\"Knowing yourself\" can be too rigid. It will silo you into categories and force unnecessary expectations upon yourself. It will cause you to resist any change you try to enact in your life. Don’t find yourself. That will keep you searching and discovering new ways to be and to stay humble in your judgments of others. Accept their differences, because you could be them too.",
                "There is no point to pinning yourself down, because that only locks you in to rigid actions and thoughts. And if there’s anything you know about life it’s that you must be flexible and reactive."
            ],
            "Your problems aren’t special. You aren’t special. Define yourself in the most ordinary and broad way you can (a student, a son, a web developer). This internally allows you more freedom. You don’t have any expectations to live up to. Everything is possible. You are allowed the whole range of emotions, actions and reactions. And this is what life calls for.",
            "If you think that it’s you vs the world, most likely it’s you vs yourself."
        ],
        "If we’re unwilling to fail then we’re unwilling to succeed. Growing pains are normal, necessary even.",
        [
            "Growth generates happiness, not arbitrary accomplishment.",
            "Life is about not knowing and then doing something anyways. It never changes.",
            "The do something principle: if you're stuck, do something. Anything. Make any progress you think is possible. Nothing is too small. Answers will follow. Inspiration is the REWARD of action."
        ],
        "Commitment is liberation. The paradox of choice is: the more options we’re given, the less satisfied we become with whatever we choose, because we’re aware of all the other options we’re potentially forfeiting. More is not always better. Sure breadth of experience is good for exploration and figuring out what things you want to focus on. But focusing on one thing and getting depth of experience is where true value and happiness is found. Commitment makes decision-making easier and removes any fear of missing out; knowing that what you already have is good enough, why would you ever stress about chasing more?",
        "Death puts everything into perspective. We are all going to die. There is nothing to be afraid of ever. It will all end soon. Do then die.",
        [
            "If there is no reason to do anything, then there is also no reason to NOT do anything. \"There is no reason to ever give into shame or embarrassment, since it’s all a bunch of nothing anyway.\"",
            "We give fucks because we’re desperately trying to attach meaning on our life. That’s why we want attention. We want to feel, even for a second, that our life matters. That we’re not here for nothing. We want to be immortalized in the minds of others.",
            "\"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.\" - Mark Twain",
            "\"Happiness comes from caring about something grater than yourself, believing that you are a contributing component in some much larger entity, that your life is but a mere side process of some great unintelligible production.\""
        ]
    ],
    "rating": {
        "value": 4,
        "reason": "Like with most self-help books, the message is plain and self-evident. The point of reading it, I guess, is to have it all laid out in English. To expose the ideas concretely, instead of letting them float in the subconscious. Unlike most self-help books, this one is actually kind of entertaining to read. The guy is funny. At least for the first half of the book. Probably has something to do with his unrestricted cursing. I think the second half started sounding like normal self-help books, like all of a sudden he sobered up, and I started losing interest (oops). But there's some good nuggets of wisdom to chew on."
    }
  }