{
    "title": "When: The Scientific Secrets of Perfect Timing",
    "href": "https://www.goodreads.com/book/show/35412097-when",
    "date_finished": "7-01-20, coronavirus quarantine still",
    "bullets": [
        "Human emotions and energy are bimodal; energy rises until noon (12-1pm), then dips to rise again starting at 4pm into the evening. Hence, critical operations should be conducted early in the day or after 3pm.",
        "We are more irritable, frustrated and combative in the afternoon.",
        [
            "This was shown in stock market earning reports: report in the morning were more upbeat than the ones in the afternoon, independent of other factors like market growth, company prospects, etc. The price eventually goes the right way, but the initial reaction is more negative towards afternoon reports.",
            "Jurors are less racist in the morning when their mental alertness is up. In the afternoon, they default to easy stereotypes (morning morality effect). Danish students perform better on math tests if those classes are early in the morning."
        ],
        "Alertness, energy and inhibitions all drop",
        [
            "This is actually good for creative/insight problems since it can help you relax and see the connections. But for brute force analytic problems, afternoon is a sub-optimal time"
        ],
        "It's important to figure out your cycle: there are morning larks/midday people (60-70% of the population) and there are night owls. Morning people follow a peak, trough and rebound cycle. Night owls follow a rebound (wind up), trough, peak cycle. You want to do your most intensive and important work at your peak and your secondary work or work that involves loosening your inhibitions (generating more creativity) in your rebound. Don’t let mundane tasks creep into your peak",
        "People’s moods are generally better in morning. This is the time you’re most likely to make a good impression. People are more creative in the late afternoon. This is a good time to have a brainstorming session",
        "Morning exercise is: easier to maintain as a routine, burns fat better (you haven’t eaten for 8 hours), boosts mood for the whole day, and is better for building strength",
        [
            "Late afternoon workout is advantageous in other ways: your body is warm so you're less likely to encounter injury, you perform better (disproportionate amount of Olympic records set in the late afternoon to evening), and don’t have to exert as much effort so the workout is more enjoyable"
        ],    
        "Tips for a better morning:",
        [
            "Drink glass of water when you wake up ",
            "Don’t drink coffee, it fucks with your natural system that will wake you up (cortisol stress hormone that is released by your body to wake you up). Cortisol also promotes learning. Hence, we learn best in the morning (we're more focused and easily absorb info). Drinking coffee in the morning also builds up an unnecessary tolerance.",
            "Get some sun. Sunlight naturally makes your body less sleepy and more alert"
        ],
        "The afternoon is the Bermuda Triangle of the day",
        [
            "Colonoscopies find on average 1/2 the amount of polyps in the afternoon as in the morning",
            "Sleep-related car accidents peak between 2-6am and 2-4pm",
            "The most unproductive moment of the day is 2:55pm according to a UK study",
            "If you have to do something important in the afternoon, make sure you take a vigilance break (make yourself alert and review all pertinent info)"
        ],
        "How to take a restorative break:",
        [
            "Something beats nothing. If we stick with a task for too long, we lose sight of the goal we’re trying to achieve; this is called habituation. Frequent short breaks are more effective than occasional long ones. The golden ratio is 52 to 17 minutes work to break time. ",
            "Moving beats stationary. Sitting is the new smoking. Hourly 5 minute walking breaks boost energy levels, sharpen focus, improve mood and reduce fatigue.",
            "Social beats solo. It’s more effective if you take a break with someone you want to be around. ",
            "Outside beats inside. Nature replenishes us the most",
            "Fully detached beats semidetached. Do your breaks tech-free, without checking social media or email or texts, and without thinking about any work or tasks you have to do. "
        ],
        "10-20 minute naps help us avoid the mid-afternoon trough. Any longer and we fall prey to sleep inertia, that groggy feeling after a too-long nap. Nappers are more health, have lower blood pressure, and perform better in the afternoon. Caffeine takes approximately 25 minutes to hit, so taking caffeine right before a 10-20 minute nap is the ultimate siesta (the nappuccino). ",
        [
            "Ultimate nap steps: ",
            [
                "1. nap at the right time (between 2-3pm or 7 hours after you wake up) ",
                "2. create a peaceful environment",
                "3. down 200mg of caffeine (a cup of coffee)",
                "4. Set timer for 25min (it takes about 7 min to doze off)"
            ]
        ],
        "Micro-break ideas:",
        [
            "20-20-20: every 20 minutes, take a 20 second break to look at something 20 feet away. And remind yourself to improve your posture.",
            "Hydrate: get a small water container (or fill your nalgene just 1/4 of the way) so when it runs out you have to get up and refill it",
            "Wiggle your body to reset your mind: stand up for 60 seconds, shake your arms and legs, flex your muscles, rotate your core, then sit back down"
        ],
        "Beginnings are extremely important. Start right. Start again. Start together",
        [
            "Schools that start an hour later at 8:30am have higher attendance, better test scores, higher graduation rates and lower car accidents.",
            "Our brains use temporal landmarks to shed off our old selves and rebrand ourselves anew (e.g. New Years, start of the month, day after our birthdays etc.). It’s a powerful technique to be able to disassociate yourself from the old you and adopt new habits and behaviors. Therefore beginnings are meaningful. Give yourself a new beginning.",
            "Start together: beginnings are so important, we should be especially compassionate and helpful to those who are struggling to start (their careers, their lives, etc). ",
            "How to make a fast start in a new job",
            [
                "Begin before you begin: visualize yourself transforming into your new role before you enter the front door",
                "Let your results do the talking: don’t try too hard to establish yourself early. Concentrate on accomplishing a few meaningful achievements, and once you’ve demonstrated excellence, then you can assert yourself.",
                "Stockpile your motivation. Take advantage of your spurts of motivations to do the hard stuff. ",
                "Sustain your morale with small wins"
            ]
        ],
        "Midpoints: the midlife crisis and a chance to come back roaring",
        [
            "Psychologists have noticed a u-shaped “slump” that is commonly referred to as the midlife crisis. General life satisfaction is high in our 20s, but starts to slump in our 30s and reaches an all time low in our 40s and 50s, but experiences a rebound in our twilight years",
            [
                "Midlife is when death starts looming; this galvanizes action",
                "\"It’s the period when the Universe grabs your shoulders and tells you 'I’m not fucking around, use the gifts you were given'\""
            ],
            "Researchers have also noticed this effect in small team projects. We usually waste time initially, but when the midpoint of the project hits (between start and deadline) we enter “uh oh” mode and really kick it into another gear. This is when most of the progress and work is done. Work is not incremental but happens in punctuated bursts.",
            [
                "Motivation and effort is high at the beginning and end, but slumps in the middle."
            ],
            "In basketball, teams who are down by 1 point at halftime are actually more likely to win the game (58% chance). This is because it’s a wakeup call. You come back roaring for action. It’s like waking up to an alarm clock and realizing you're running late. You bet your ass you're getting out of bed.",
            "To turn the slump into a spark:",
            [
                "1. be aware of midpoints (don’t let them be invisible)",
                "2. use them to wake up rather than roll over (uh-oh rather than resigned oh no)",
                "3. imagine that you’re behind but only by a little; this will spark your motivation"
            ],
            "How to get out of a slump",
            [
                "1. Set interim goals (instead of focusing on finishing the race, focus on getting to the next mile; that’s your goal)",
                "2. Publicly commit to those interim goals, so you’re held accountable",
                "3. Stop your sentence midway (e.g. as a novelist; leave the task half-finished, so you have to come back, and when you do, there’s an immediate obvious next step for you to take)",
                "4. don’t break the chain (Seinfield technique)",
                "5. Picture one person your work will help",
                [
                    "Instead of \"how can I continue?\", it’s \"how can I help\""
                ]
            ],
            "Prioritize your top goals",
            [
                "Write your top 25 goals for the rest of your life. Circle the top 5. Immediately start planning and taking action to achieving those 5 goals and get rid of the other 20 at all costs. Don’t even consider them until you’ve achieved the top 5. "
            ]
        ],
        "Endings are of especial significance to us psychologically",
        [
            "They energize us to accomplish something before the end",
            [
                "A disproportionate amount of first-time marathoners have an age that ends with a 9 (e.g. 29, 39, 49)",
                "A disproportionate amount of points are scored in the last minute of the first half of a NFL game",
                "When given a deadline to submit a loan application or use a coupon, people are 24% more likely to respond or use it, and usually right before the deadline"
            ],
            "They help us encode meaning to the whole experience",
            [
                "The peak-end rule: what we remember most strongly about an experience is the most intense part of it and the end of it.",
                "This skews our memory of the experience"
            ],
            "They encourage us to edit our lives and prioritize those things that are meaningful",
            [
                "The older people get, the more they edit out their relationships to just a few close friends for whom their interactions are meaningful and give the greatest emotional benefit. ",
                "This happens at the end of anything: college, the end of Hong Kong being a British territory, etc."
            ],
            "Endings are elevated by poignancy, a mixture of happiness with sadness (like the end of Pixar movies)",
            [
                "People assign more meaning to endings that are bittersweet ",
                "We also favor sequence of events that rise rather than fall. 80% of people prefer the bad news before the good news."
            ],
            "At the end of a workday: take 2-3 minutes to write down what you accomplished since the morning. Making progress is the single largest day-to-day motivator on the job. Take another 2-3 minutes to lay out your plan for the following day."
        ],
        "Synchronizing",
        [
            "Humans are social creatures. Synching to the group and tribe and heart is something that we all deeply desire. It’s that sense of belonging. We do it by matching garb (clothes), code (language or special lingo), and touch (handshake, high five). ",
            "Coordinating and synchronizing with other people is a powerful way to lift your psychological and physiological well-being.",
            "To properly synch: we all need a clear boss or external reference to which the group synchs and observes. A sense of belonging deepens this synchronization, and the uplift (feeling good and doing good) is a virtuous cycle of cooperation"
        ]
    ],
    "rating": {
      "value": 5,
      "reason": "There's a lot of interesting research packed into this little book, and it's not like the stuff he mentions is non-obvious. I feel tired in the afternoons pretty much on the daily. I just never really stopped to think about the reasons and the effects it would have on my tasks. I think America does have a workoholic culture. We're a go-go-go society and this science is telling us to take a step back and focus our efforts in ways that work with and not against our bodies. There are some nuggets of advice like the nappuccino that allow you to incorporate this research into your daily life. Overall, I learned a lot from this book, so 5/5."
    }
}